Repository: Kostenkov-2021/translateNvdaAddonsWithCrowdin
Catalog: addon/locale/*/lc_messages/nvda.po
Languages: ru

source: &Translate add-ons with Crowdin...
ru: Перевод дополнений на &Crowdin...

source: Shows the Translate NVDA Add-ons with Crowdin settings.
ru: Открывает настройки дополнения.

source: Shows the Translate NVDA Add-ons with Crowdin dialog.
ru: Открывает диалог дополнения.

source: Cannot download translations. See NVDA log for more details
ru: Не удаётся загрузить переводы. Более подробную информацию смотрите в журнале NVDA

source: Translations exported
ru: Экспортированные переводы

source: Cannot download translated file. See NVDA log for more details
ru: Не удаётся загрузить переведённый файл. Более подробную информацию смотрите в журнале NVDA

source: Translation file downloaded to %s
ru: Файл перевода загружен по пути %s

source: Cannot upload translated file. See NVDA log for more details
ru: Не удаётся выгрузить переведенный файл. Более подробную информацию смотрите в журнале NVDA

source: Translated file uploaded
ru: Переведённый файл выгружен

source: Crowdin API token:
ru: Токен Crowdin API:

source: Translations directory:
ru: Каталог переводов:

source: Browse...
ru: Обзор...

source: Select translations directory
ru: Выберите каталог переводов

source: NVDA add-ons with Crowdin
ru: Дополнения NVDA на Crowdin

source: &Language:
ru: Я&зык:

source: &Filter by file list:
ru: Фи&льтровать список файлов по:

source: &Open file to translate
ru: &Открыть файл для перевода

source: &Upload translated file
ru: &Выгрузить переведённый файл

source: &Download translations for the selected language
ru: Загрузить перевод на &выбранный язык

source: Do&wnload all translations
ru: За&грузить все переводы

source: &Close
ru: &Закрыть

source: File not found))
ru: Файл не найден))

source: Uploading file for {language}...
ru: Выгрузка файла перевода на {language} язык...

source: Downloading translations for {language}...
ru: Идёт загрузка переводов на {language}язык...

source: Downloading all translations...
ru: Идёт загрузка всех переводов...

source: Translate NVDA add-ons with Crowdin
ru: Translate NVDA add-ons with Crowdin (Перевод дополнений для NVDA на Crowdin)

source: Translate NVDA add-ons with Crowdin. Crowdin project:
ru: Перевод дополнений для NVDA на Crowdin. Проект Crowdin:

source: * Bad version.
ru: * Плохая версия.
